text = {0: """    Это подсказка она открывается и закрывается на кнопку "?", здесь будут появляться 
подсказки по прокачке вашей деревни в процессе игры. Первым делом постройте Ратушу
- главное здание в вашей деревне. Без неё не появятся новые возможности строительства
и другие активности""",
        1: """    Теперь у тебя есть возможность строить здания. С помошью 
Золотохранилищ и Зельехранилищ ты можешь увеличивать максимально возможные для 
накопления соответствующих ресурсов лимиты. Шахты и Зельеварки позволяют добывать 
золото и зелье. Стрелковая башня это оборонительное сооружение которое при нашествии на 
твоё поселение будет атаковать врагов. Военный лагерь используется для найма защитников, 
которых в процессе обороны ты можешь рассовлять по игровому полю. Стена - это обычное 
загородительное сооружение, которое на время будет задерживать твоих врагов.""",
        2: """    При нажатии на Шахту или Зельеварку появится меню для назначении на работу твоих 
жителей или же их отзыва(жители тоже имеют свой лимит).""",
        3: """    При нажатии на Военный лагерь появится меню для найма защитников которые до 
момента атаки будут находиться в лагерe. При найме каждого бойца ты тратишь зелья""",
        4: """    Теперь ты можешь попробовать перейти на следующий уровень. Для это го нажми на 
соответствующую кнопку""",
        5: """    Поздравляю с успешно отбитой атакой теперь при нажатии на каждое из зданий, кроме 
Ратуши будет появляться меню с кнопкой улучшения. Улучшай свои постройки для их 
увеличения их эффектов. Ратуша улчшается автоматически с повышением уровня"""
} 